[
    {
        "name": "Tatra National Park",
        "description": "Tatra National Park is a National Park located in the Tatra Mountains in Tatra County, in the Lesser Poland Voivodeship—Małopolska region, in central-southern Poland bordering on northern Slovakia. The Park has its headquarters in the town of Zakopane. There is a similar national park in the adjoining part of Slovakia, also called the Tatra National Park Tatranský národný park.",
        "href": "http://www.tanap.org/english/",
        "image" : "tatra-national-park"
    },
    
    {
        "name": "Białowieża Forest",
        "description": "Białowieża Forest is one of the last and largest remaining parts of the immense primeval forest that once stretched across the European Plain. The forest is home to 800 European bison, Europe's heaviest land animal. UNESCO’s Man and the Biosphere Programme (MAB) designated the Polish Biosphere Reserve Białowieża in 1976 and the Belarusian Biosphere Reserve Belovezhskaya Puschcha in 1993. In 2015, the Belarusian Biosphere Reserve occupied the area of 216,200 ha (2,162 km2; 835 sq mi), subdivided into transition, buffer and core zones. The forest has been designated a UNESCO World Heritage Site and an EU Natura 2000 Special Area of Conservation.",
        "href": "https://en.wikipedia.org/wiki/Bia%C5%82owie%C5%BCa_Forest",
        "image" : "bialowieza-forest"
    },
    
    {
        "name": "Bieszczady Mountains",
        "description": "Bieszczady is a mountain range that runs from the extreme south-east of Poland through Ukraine and Slovakia. It forms the western part of the Eastern Beskids, and is more generally part of the Outer Eastern Carpathians. The mountain range is situated between the Łupków Pass and the Vyshkovskyi Pass. Frequently Bieszczady refers only to the Western Bieszczady or even only to the part of the range lying within Poland. The highest peak of Bieszczady is Mt. Pikuy in Ukraine. The highest peak of the Polish part is Tarnica.",
        "href": "https://en.wikipedia.org/wiki/Bieszczady_Mountains",
        "image" : "bieszczady-mountains"
    },

    {
        "name": "Karkonosze National Park",
        "description": "The Karkonosze National Park is a National Park in the Karkonosze Mountains in southwestern Poland, along the border with the Czech Republic. The park is located in Lower Silesian Voivodeship, in the highest part of the Sudetes.",
        "href": "https://www.polska.pl/tourism/national-parks/karkonosze-national-park/",
        "image" : "karkonosze-national-park"
    },

    {
        "name": "Słowiński National Park",
        "description": "Słowiński National Park is on Poland’s Baltic coastline. It’s known for its huge, shifting sand dunes, shaped by wind. North of the saltwater Łebsko Lake, Łącka Dune has views of the Baltic Sea. In the town of Smołdzino, the Natural History Museum explains the park’s ecosystem. Nearby Rowokół Hill is a former pagan cult site. The park is home to many aquatic bird species, plus marsh plants and pine trees.",
        "href": "https://www.polska.pl/tourism/national-parks/slowinski-national-park/",
        "image" : "slowinski-national-nark"
    },

    {
        "name": "Owl Mountains",
        "description": "The Owl Mountains are a mountain range of the Central Sudetes in southwestern Poland. It includes a protected area called Owl Mountains Landscape Park",
        "href": "https://en.wikipedia.org/wiki/Owl_Mountains",
        "image" : "owl-mountains"
    }
]