[
    {
        "name": "Horse Riding",
        "description": "Steeped in a rich history, and a vast and varied geography, Hungary is one of the most recent countries to join the European Union and provides the perfect unspoilt backdrop to any riding experience. Its variety of terrains, from gently rolling foothills to the more mountainous region north of Budapest, means you will never be treading the same steps twice and, because much of Hungary remains largely undeveloped, you can enjoy uninterrupted riding to your heart's content. The country lies in the Carpathian Basin in the heart of Europe. The diverse countryside, pleasant climate, multi-coloured flora and fauna, rich culture, excellent Hungarian cuisine and wines, thermal springs, Hungarian hospitality and the high standard of the various riding programs provide memorable experiences during your stay.",
        "href": "https://www.tripadvisor.com/Attractions-g274881-Activities-c61-t62-Hungary.html",
        "image": "horse-riding"
    },

    {
        "name": "Archery",
        "description": "The lifestyle of the early Magyar, (the name by which Hungarians call themselves), military equipment, military tactics and strategy, political thinking and dress all show similarities with other steppe people and much weaponry and horse-accoutrements have counterparts as far away as Mongolia, Northern China, as well as Persia. The Old Magyar bow was made of five materials. Softwood; a glue made from fish air-bladders, sinew; horn and bone. The core was shaped to accommodate the grip, two flexible arms and two horns at the ends of the bow. Some research indicates that the wood was first bent under steam opposite to the direction in which it would eventually be drawn.The making of such a bow took a long time – even years – due to the need for curing the various materials. The Old Magyars valued their bows, which were important to them not only in warfare, but in supplementing their diet by hunting. This can be seen by how much care was taken of the bow. When unstrung, it was placed in a soft leather container slung from the left side of the archer on a belt, and when strung, it was carried in a hard-leather and metal bowcase also on the left side.",
        "href": "https://worldarchery.org/member/hun/hungarian-archery-association",
        "image": "archery"
    }
]